Repository: Martynov-Vlad-is-love/BuildPC
Catalog: lib/l10n/app_*.arb
Languages: uk

source: Login
uk: Логін

# homePage
source: Home
uk: Головна

source: My PC
uk: Мої збірки

source: Profile
uk: Профіль

# profileLabel
source: Sign in/Sign up
uk: Увійти

source: Name
uk: Назва

source: Vendor
uk: Вендор

source: Producer
uk: Виробник

source: Socket
uk: Сокет

source: Material
uk: Матеріал

source: Connector
uk: Коннектор

source: Max TDP
uk: Максимальне TDP

source: Supported sockets
uk: Підтримувані сокети

source: Thermotubes
uk: Термотрубки

source: Year
uk: Рік

source: Technical process
uk: Тех процес

source: GPU frequency
uk: Частота відеокарти

source: Memory size
uk: Об'єм пам'яті

source: Memory type
uk: Тип пам'яті

source: Memory frequency
uk: Частота пам'яті

source: Bus
uk: Шина

source: Interface type
uk: Тип інтерфейсу

source: Length
uk: Довжина

source: Description
uk: Опис

source: GPU technologies
uk: Технології відеокарти

source: Recommended price
uk: Рекомендована ціна

source: Performance level
uk: Рівень продуктивності

source: Form factor
uk: Форм фактор

source: Size
uk: Розмір

source: Power supply location
uk: Розположення блоку живлення

source: Fans included
uk: Кулери в комплекті

source: Design features
uk: Особливості дизайну

source: Max length of graphic card
uk: Максимальна довжина відеокарти

source: Power supply form factor
uk: Форм фактор блоку живлення

source: Count of cores
uk: Кількість ядер

source: Count of threads
uk: Кількість потоків

source: Base frequency
uk: Базова частота

source: Turbo boost frequency
uk: Частота Turbo boost

source: L3 cache
uk: Кеш 3го рівня

source: Generation
uk: Покоління

source: Max temperature
uk: Максимальна температура

source: PCIe controller
uk: PCIe контроллер

source: Embedded graphics
uk: Вбудована графіка

source: Memory slots
uk: Слоти пам'яті

source: Supported memory frequency
uk: Підтримувана частота пам'яті

source: Max amount of RAM
uk: Максимальна кількість оперативної пам'яті

source: Network
uk: Мережа

source: Bluetooth
uk: Блютуз

source: Display port
uk: Дісплей порт

source: Digital audio jack
uk: Цифровий аудіо роз'єм

source: CPU generation
uk: Покоління процесора

source: Chipset
uk: Чіпсет

source: Power
uk: Потужність

source: PFC module
uk: PFC модуль

source: Modular connection
uk: Модульне під'єднання

source: Protection functions
uk: Функції захисту

source: Count of 12V lines
uk: Кількість 12V ліній

source: Memory capacity
uk: Ємність пам'яті

source: Frequency
uk: Частота

source: Timings
uk: Таймінги

source: Power supply voltage
uk: Напруга блоку живлення

source: Storage size
uk: Об'єм хранилища

source: Speed
uk: Швидкість

source: Storage interface
uk: Інтерфейс диску

source: Buffer size
uk: Розмір буферу

source: Reading speed
uk: Швидкість читання

source: Writing speed
uk: Швидкість запису

source: Cells type
uk: Тип комірок

source: Graphic card
uk: Відеокарта

# pcCase
source: Case
uk: Корпус

source: Cooler
uk: Кулер

source: Processor
uk: Процесор

source: Motherboard
uk: Материнська плата

source: Power Supply
uk: Блок живлення

source: RAM
uk: Оперативна пам'ять

# hdd
source: Hard drive disc
uk: Жорсткий диск

# ssd
source: Solid state disc
uk: Твердотілий накопичувач
